{
  "call_id": "78",
  "week_num": 6,
  "transcript": [
    {"speaker": "Agent", "message": "This is Michael Whyte's Positive Opportunity 2!"},
    {"speaker": "Agent", "message": "I online, you're speaking with Elisa."},
    {"speaker": "Customer", "message": "Hello, how are you doing? Good. How are you? I'm good, thank you. My name is Jasmine and um I'm, I'm looking for um a little bit of information regarding the Master of Business and or the MBA, uh, the digital, uh,"},
    {"speaker": "Agent", "message": "Master of Business management and the master of business administration digital, is that right? Yes,"},
    {"speaker": "Customer", "message": "correct,"},
    {"speaker": "Agent", "message": "yep, so both of the courses you're interested in,"},
    {"speaker": "Customer", "message": "yeah."},
    {"speaker": "Customer", "message": "Yeah, so, um, the thing is, um, I want to make, I want to ask a quick question. So regarding the master of business, I see that it's on campus."},
    {"speaker": "Agent", "message": "We don't, oh, OK. We, we, the, the campus courses, I actually, I can't assist you with the campus courses. I can only assist you with the online one. So online, we've got the MBA digital, and we also have a Master of Business Management. I can talk you through both of those. So if you have any questions about the campus master's degrees, I'll have to transfer you through to them directly."},
    {"speaker": "Customer", "message": "Uh, OK. Uh, I just wanted to Understand that if when they say you know it's on campus is strictly 100% on campus"},
    {"speaker": "Customer", "message": "or has some online I"},
    {"speaker": "Agent", "message": "I need to speak with yeah I'm not too sure unfortunately I my understanding it's fully on campus that's why we have the online so they they're usually quite different. The on campus are for students who don't work and are able to attend campus during business hours where the online is for people who are working."},
    {"speaker": "Customer", "message": "Yeah, and. Regarding the online um how"},
    {"speaker": "Customer", "message": "Is it that requires um extra work with your colleagues uh in person at some point or?"},
    {"speaker": "Agent", "message": "No, it's fully,"},
    {"speaker": "Customer", "message": "fully online, OK, and, and another thing that I wanted to ask is for the application once I submit apply and I would like to apply for a scholarship, should I do it separately or"},
    {"speaker": "Agent", "message": "you can apply for a scholarship once you're enrolled in the course so you need to be enrolled in the course first before you can apply for a scholarship."},
    {"speaker": "Customer", "message": "Ah, OK, so in case, uh, you know, the GMAT, do I need to present the GMAT results?"},
    {"speaker": "Agent", "message": "I'm not too sure about the scholarship options, but you can, you can only apply for a scholarship with us once you're enrolled, and then you'll be able to discuss with the relevant team."},
    {"speaker": "Customer", "message": "Uh, right, OK, OK, so it's all separate,"},
    {"speaker": "Customer", "message": "uh, that's good because I can start submitting all my information and if I'm accepted then I can just work it out later."},
    {"speaker": "Agent", "message": "Yeah, exactly right. Now there are some specific entry requirements needed for either courses. So for the NBA digital, um, we'll confirm that you're eligible first because in this process for applying for the MBA you also need to sit down and have a Zoom interview with the programme director, um, before you can be approved into the course so we can check that you're um eligible for an interview first. Have you completed a degree?"},
    {"speaker": "Customer", "message": "Yes, yes, yes, I'm ontologist, I'm geologist,"},
    {"speaker": "Customer", "message": "I study in Argentina."},
    {"speaker": "Customer", "message": "Um, but at the same time I did, um, and I study English for entire year advanced so I have the certificates like"},
    {"speaker": "Customer", "message": "classes in English and test in English,"},
    {"speaker": "Customer", "message": "have all that. Have you done have you done a degree in Australia?"},
    {"speaker": "Customer", "message": "No, no degree in Australia. Do I need one?"},
    {"speaker": "Agent", "message": "And, um, no, you don't, but there might be an English proficiency requirement, but we'll get to that shortly. Now, have you got management experience?"},
    {"speaker": "Customer", "message": "Uh, yes, so I have I have experience. I don't know how much are you, uh, looking for, but I, I've been working in Australia since 2019."},
    {"speaker": "Agent", "message": "How much management experience do you have? Have you worked as a manager in a leadership role?"},
    {"speaker": "Customer", "message": "Yeah, leading leading teams and organ yeah supervising overall I have like um more than 2 years overall."},
    {"speaker": "Agent", "message": "OK, beautiful. So that, that should be OK to be able to apply. Now, for English um proficiency, what was the level of qualification that you did for that year?"},
    {"speaker": "Customer", "message": "Uh, so I did advance which is equivalent to 77 IELTS."},
    {"speaker": "Agent", "message": "So, but what was it by advanced is it an advanced diploma, is that what you're saying?"},
    {"speaker": "Customer", "message": "Yeah, so I did, um, I went to an English school uh in Ireland."},
    {"speaker": "Agent", "message": "OK, so we can't, we most likely won't be able to use that. So have you, you, what level qualification was it, was it in a diploma or was the certificate for what kind of level qualification was it?"},
    {"speaker": "Customer", "message": "Uh, it wasn't like a university. It was like a separate school, but they have an English test as well."},
    {"speaker": "Agent", "message": "So besides the English test, just, just what I'm asking is what level of qualification was it? Was it a diploma? Was it an advanced diploma? Was it a certificate for?"},
    {"speaker": "Customer", "message": "Yeah, I know, for the it was just a, um, it was just a, it's just a certificate for the English class and then for yeah"},
    {"speaker": "Customer", "message": "and then if you IELTS test,"},
    {"speaker": "Agent", "message": "yes, so you need to do an IELTS test if I academic test if you haven't done one."},
    {"speaker": "Customer", "message": "Yeah, yeah, OK, no, that's fine. I think I checked the, um, uh, the requirements that us for Monash, and I think I, I have a I have one exam to present anyways. I, I can attach my, my certificate from the English school anyways, but I have"},
    {"speaker": "Agent", "message": "that. We can't manage that. We only have specific things that we can use, especially for our online. So if you haven't done, um, a diploma or an advanced diploma in an English speaking country. And you haven't done a degree, you'll need to do an IOS academic test or PTE academic test."},
    {"speaker": "Customer", "message": "No, that's fine. Yeah, I think I have 12%, no worries, um, the, the, only thing, um, I'm concerned about is, um, so it's just the time and I don't know how many hours per per week is, um, supposed to be taking, you know, the, the, course is it like uh 40 hours", "key_moment": true},
    {"speaker": "Customer", "message": "is it can I do it like full time?","key_moment": true},
    {"speaker": "Agent", "message": "I'll run you through how it works. It's different to an on-campus structure. We don't have semesters. I've got teaching periods. So I've got 6 teaching periods a year. They run for 6 weeks each and you complete just one unit at a time for 2-week break in between. So it's 1 unit for 6 weeks, 2-week break, another unit for 6 weeks, and so on until we complete the course. So you're just doing one unit at a time.", "key_moment": true},
    {"speaker": "Agent", "message": "Then within the teaching period, it's really flexible. We don't have any attendance requirements. It's up to you when you are online and studying. There's just the one live session a week which is after hours on Zoom. You can either watch it live or watch the recording at a more suitable time. And we recommend about 20 to 24 hours of study each week.", "key_moment": true},
    {"speaker": "Customer", "message": "Uh, OK, perfect. OK, um, just again, does it require like, uh, several, several groups to, to organise, you know, any activity like a teamwork like group activities,"},
    {"speaker": "Agent", "message": "yeah, there must be some group activities but online."},
    {"speaker": "Customer", "message": "Mm, yeah, OK. Um, that's been successful so far, like to have, you know, teamwork only, only online?"},
    {"speaker": "Agent", "message": "Yeah, we've been doing our courses for like 1010 to 13 years, I think it is. So yeah, we've been doing it the whole time, so it definitely works."},
    {"speaker": "Customer", "message": "Oh, OK, interesting, um, no, that's fine. I need to have a look at, um, on campus one as well because I found that more value in the in person and"},
    {"speaker": "Agent", "message": "I'll transfer you through to the campus just hold the line."},
    {"speaker": "Customer", "message": "Yeah, yeah."}
  ],
  "summary": {
    "total_messages": 84,
    "customer_messages": 41,
    "agent_messages": 43
  }
}
