{
  "call_id": "34",
  "week_num": 6,
  "transcript": [
    {"speaker": "Agent", "message": "This is Michael Whyte's Missed Opportunity 2!"},
    {"speaker": "Customer", "message": "Hello, Shell speaking."},
    {"speaker": "Agent", "message": "Hi there, it's Alisa here from Monash University Online. How are you going?"},
    {"speaker": "Customer", "message": "Hi, how are you?"},
    {"speaker": "Agent", "message": "Good, thank you for asking. Uh, before we continue, we'll just let you know that our calls are recorded. I'm just reaching out in regards to your inquiry of the graduate certificate of marketing and digital communications. I was just seeing how I can help you with this one."},
    {"speaker": "Customer", "message": "Well, hang on, I'll just switch to my phone, my watch. Yeah, I, um, I've not long resigned from education, um, and looking at getting into marketing communications. I have a background in arts with languages and a postgrad in journalism, but I'm thinking, um, to break in."},
    {"speaker": "Customer", "message": "I was looking at MBA and I was wondering, my question is, if I were to start that grad cert, complete it, can I later on um get credit for it to do the masters?"},
    {"speaker": "Agent", "message": "For the master's of marketing digital communication, yeah, yeah, so the 1st 4 units of the masters are um, grad cert, as long as you come back within I think it's like 5 years,"},
    {"speaker": "Customer", "message": "5 to 7 years you can get credit scores, yeah, yeah, right, OK, um, and The fees obviously I'll, I'll, I have started a master's years ago, but I have never finished it so I should be able to apply for the um help or whatever it is called these days."},
    {"speaker": "Agent", "message": "Yeah, definitely, yeah, that should be fine as long as you don't have a current HECS debt of 120k, I think it is, you should be fine."},
    {"speaker": "Customer", "message": "Yeah, no, my tech debts paid my last one's all paid up, which is good. No, that's really all the questions I had, um, just, yeah, yeah, I assumed that you'd get credit and you could transition. I figured it was sort of built that way."},
    {"speaker": "Customer", "message": "Um, definitely, yeah, I just, yeah, I, I, I was just sort of, I'm playing with the idea at the moment, but if um I do go down that path, it'll probably be with this course in this institute."},
    {"speaker": "Agent", "message": "Yeah, no worries, that's fine. No worries. I'll send you through the handbook. It's got some more information. I please have a read of that. Did you have any timelines that you're working towards? Well,", "key_moment": true},
    {"speaker": "Customer", "message": "um, did I, was it that one I thought there was an intake for the 16th, the 13th of August,", "key_moment": true},
    {"speaker": "Agent", "message": "is that right? Yeah, that closes 13th of August, starts August 25th, but closes 13th of August. So yeah, that's correct, that's the one that you are aiming for.", "key_moment": true},
    {"speaker": "Customer", "message": "Maybe I only just looked at it this morning. I sort of need to sleep on it before I committed to a decision like that. And how long does it take?"},
    {"speaker": "Customer", "message": "process, the course, of"},
    {"speaker": "Agent", "message": "course. So there are only 4 units. So this course is a 7 month degree. So the way that it would look is you'll do 1 unit in the August teaching period for 6 weeks, then you'll do the second unit in the October 1. You have pretty much all of December off. You come back the 2nd week of January. You do your 3rd 1 then, and then you'll do your 4th and final unit in March. So you'll be finished the degree in April next year."},
    {"speaker": "Customer", "message": "OK, I finished in April. That sounds good. All right then. No, that's sort of all my questions. So, what was your name?"},
    {"speaker": "Agent", "message": "Elisa, your support."},
    {"speaker": "Customer", "message": "Lisa. Thank you so much for that. I really appreciate"},
    {"speaker": "Agent", "message": "No worries, I'll email you through the handbook so you can take a look if you are to apply, what you need to do is respond to that email with two documents. So it's your official completed transcript from one of your degrees and your passport, and then we'll process it for you. Now because we've only got just over 1 week left, it can take sometimes that's just 72 hours for an application to be processed, so you will need to apply as soon as possible to get in for the August 1."},
    {"speaker": "Customer", "message": "Right. All right. And I wouldn't bother deferring cause if I do it, I'm gonna commit to it, but if something happened, is deferring an option."},
    {"speaker": "Agent", "message": "Yeah, definitely. So we just sent this date is September 5th, so you can just uh or withdraw completely without any academic or financial penalties by September 5th. So just so you do make that quick decision and decide to enrol, but then you, you change your mind, you, you've got that census date in your back pocket."},
    {"speaker": "Customer", "message": "Yeah, great, great. All right. OK. Thanks so much for that. Cheers."},
    {"speaker": "Agent", "message": "Not a problem. I'll email you now. Thank you."},
    {"speaker": "Customer", "message": "You have a great day. Bye."},
    {"speaker": "Agent", "message": "You too. Bye."}
  ],
  "summary": {
    "total_messages": 41,
    "customer_messages": 21,
    "agent_messages": 20
  }
}
